[UI_TREE]
Machine=硬體設置
POWER=電源特性
TOUCH=腳踏設置

[IPG,CO2]
MPULSE_FREQ=維持脈衝頻率(khz)
MPULSE_RELS=維持釋放時間(us)

[IPG]
MO_DELAY_STEPS=MO延遲(us)
MODECHG_DELAY=模式切換延時(ms)

[YAG,DP,EP,LD]
WORK_CURRENT_TYPE=進入對話方塊電流取值
WORK_CURRENT_TYPEOption=第0層電流|設定值
WORK_CURRENT=設定工作電流(A)

[ALL]
SAFE_DOOR=安全門保護
SAFE_DOOROption=無效|暫停|中止
MARKEND_SCAN=打標結束振鏡位置
MARKEND_SCANOption=原點|左上角|頂部中心位置|右上角|右側中心處|右下角|底部中心位置|左下角|左側中心位置|自定義位置|停留原地
MARKEND_X=自定義時X座標(mm)
MARKEND_Y=自定義時Y座標(mm)

[SCAN]
PREHEAT_ENABLE=振鏡是否需要預熱
PREHEAT_ENABLEOption=否|是
PREHEAT_TIME=最小預熱時間(分)
USE_LIMIT_JUMPDELAY=是否啓用跳轉延時
USE_LIMIT_JUMPDELAYOption=否|是
LIMIT_JUMPLEN=限制跳轉距離(mm)
LIMIT_JUMPDELAY_MM=每mm跳轉時間(us)

[BitmapPower]
BitmapPower=灰度點陣圖打標
AUT_TIME=衰減時間(us)
AUT_COFF=增益係數(0-1)

[Signal]
Signal=信號設置
Cycle=觸發幾次有效
MARK_CNT=一次打標命令打標幾次
DELAY=觸發後延時(ms)
DLY_BETWEEN_MARK=兩次打標之間延時(ms)
MARK_END_DELAY=打標完成後延時(ms)
MARK_END_PULSE_W=打標結束信號長度(ms)
B_MARK_ONCE=觸發模式
B_MARK_ONCEOption=電平觸發|邊沿觸發
Enable_Loop_Mdt=脫機後迴圈打標
Enable_Loop_MdtOption=不啟用|啟用
IOSELCOUNT=I/O選文檔信號數
ENABLE_CARDTOUCH=下位機觸發
ENABLE_CARDTOUCHOption=不啟用|啟用


[UI_FACE]
ExportSysPara =導出參數...
ImportSysPara =導入參數...
Ok=確定
Cancel=取消
Apply=應用



